{
  "P01": "Related articles",
  "P02": "CSO article",
  "P03": "Report",
  "P04": "Electronics Human Resources Development Council (ISC)",
  "P05": "2nd quarter 2021",
  "P06": "Author: Professor Jae-Seok Ki, Sangmyung University",
  "P07": "Future electronics industry vision and human resources training in a virtual world led by Metaverse",
  "P08": "Metaverse is a compound word of 'meta' and 'Universe', which means the real world. Through avatars, users can play, work, consume (economy), communicate, etc. It is a platform for activities and has established itself as a new industry in a non-face-to-face society.",
  "P09": "View issue report",
  "P10": "Excellent performance examples of digital content industry development project support",
  "P11": "nuclear fusion",
  "P12": "Expediting the development of nuclear fusion energy through KSTAR XR Soluhyeon, a Korean-style artificial sun.",
  "P13": "Research and Development Article",
  "P14": "nuclear fusion",
  "P15": "Related articles",
  "P16": "SW virtualization technology ‘digital twin’ market is growing",
  "P17": "More",
  "P18": "Korea's artificial sun KSTAR has a twin brother?",
  "P19": "More",
  "P20": "Nuclear fusion is like a game? With a virtual nuclear fusion device....",
  "P21": "More",
  "E01": "Nuclear power plant decommissioning",
  "E02": "Related articles",
  "E03": "Leading the development of virtual operation technology for nuclear power plant remote decommissioning system through laser cutting technology",
  "E04": "Remotely decommissioning nuclear power plants... developing a virtual system by 2022",
  "E05": "KIMM begins development of virtual operation technology for nuclear power plant remote decommissioning system",
  "E06": "Development of virtual operation technology for nuclear power plant remote decommissioning system",
  "E07": "The future of the nuclear power industry… ‘Nuclear power plant decommissioning’",
  "T01": "Thesis. Patent",
  "T02": "Thesis",
  "T03": "Heat generation technique",
  "T04": "Optimal solution to aircraft flight planning problem using heat generation technique",
  "T05": "View Thesis",
  "T06": "Training simulator",
  "T07": "Simulator for aerial work platform operation training",
  "T08": "Crisis Management System",
  "T09": "Research on the development of a simulator for activating a crisis management system",
  "T10": "Virtual safety experience",
  "T11": "Virtual safe driving experience training ",
  "T12": "ICT-based remote dismantling",
  "T13": "Virtual Driving System Architecture",
  "T14": "Nuclear power plant decommissioning",
  "T15": "Research to develop high-sensitivity crash simulation using digital twin",
  "T16": "nuclear fusion",
  "T17": "Scheduled for this year",
  "T18": "Sports ICT",
  "T19": "Research on impact detection sensors for the development of Taekwondo electronic protective gear",
  "T20": "patent",
  "T21": "Simulation technology for nuclear power plant decommissioning",
  "T22": "Patent No. 10-2020-0187456",
  "T23": "Inventors: Jae-seok Ki, Kyo-chan Hwang, Joo-ho Choi \n Registration date: 2020.12.30",
  "T24": "Welding simulation device",
  "T25": "Patent No. 10-0926045",
  "T26": "Privileged person: Korea Elecom Co., Ltd., Jae-seok Ki \n Registration date: 2009.11.03"
}
