{
  "P01": "Instead of using refractory bricks, the combustion air flow is converted into a cyclone rotation type to support combustion with the absorbed high temperature along with the insulation effect, converting high temperature heat into energy without loss, and pyrolysis combustion technology and multi-stage combustion. We have developed a low-NOx “high-temperature multi-stage cyclone combustion technology” that applies a combination of exhaust gas recirculation facilities, etc. and applied it to various waste (solid, liquid, and gas) combustion devices.",
  "P02": "scope of development",
  "P03": "High-temperature rotary combustion furnace",
  "P04": "Continuous supply method: medium-term and hot water production method, designated waste incineration treatment method\nBatch method: batch injection incineration treatment method",
  "P05": "Combustion analysis",
  "P06": "Air and combustion gas flow, temperature analysis, exhaust gas analysis according to properties, etc.",
  "P07": "Application system",
  "P08": "Flame-retardant waste (SRF, medical waste, ASR, etc.) combustion system, deodorization combustion furnace, waste liquid combustion furnace, biomass combustion device, \n solid waste (agricultural products, livestock manure, sludge, etc.) combustion device, marine waste energy conversion, eco-friendly animals Cremation system, hot water production waste combustion system and solar energy fusion system, various waste pretreatment fuel conversion processes, package power generation system, etc.",
  "P09": "Development details",
  "P10": "High-temperature multi-stage cyclone combustion furnace",
  "P11": "Continuous supply method",
  "P12": "Bulk input method",
  "P13": "High-temperature multi-stage cyclone combustion furnace",
  "P14": "Complete combustion technology using high-temperature multi-stage combustion",
  "P15": "Application technology for low Nox combustion",
  "P16": "Continuous supply type combustor",
  "P17": "Steam and hot water production method",
  "P18": "Designated waste incineration treatment method",
  "P19": "Batch injection combustor",
  "A01": "Clean Energy",
  "A02": "High-temperature multi-stage cyclone combustion technology",
  "A03": "We have developed a low-NOx 'high-temperature multi-stage cyclone combustion technology' that combines pyrolysis combustion technology, multi-stage combustion, and exhaust gas recirculation equipment, and applied it to various waste (solid, liquid, and gas) combustion devices. there is.",
  "A04": "Various application technologies across industries by implementing complete combustion with high preheating - ensuring cleanliness and economic feasibility",
  "A05": "No need for fire-resistant walls / water-cooled cooling facilities: State-of-the-art film cooling technology\nComplete combustion and environmental friendliness: Self pre-heating, complete combustion realized with high air preheating and complete pyrolysis of harmful gases\nUltra-high temperature combustion: High-temperature combustion goes from simple heat supply to power generation/can be used in high-tech industries\nPrevention of clinker generation: Elimination of the cause of clinker generation by discharging the ash at the bottom of the combustion furnace.",
  "A06": "Complicated nuclear power plant decommissioning procedures are simulated in virtual reality to apply various decommissioning process scenarios to analyze/evaluate decommissioning procedures and equipment problems, and increase worker proficiency to utilize decommissioning process system optimization (ALARA). Contributed to the safety and reliability evaluation of establishing a dismantling process strategy by simulating the dismantling process through an equipment emulation model used in the process system."
}
