{
  "P01": "Develop and supply VR / AR / AV / MR / XR technology to various fields Develop simulations that can maximize the effects of analysis / experiment / training / education, etc. in a virtual reality environment and provide the optimal solution suitable for users.",
  "P02": "scope of development",
  "P03": "VR ( Virtual Reality )",
  "P04": "A virtual space created to experience experiences similar to reality",
  "P05": "AR ( Augmented Reality )",
  "P06": "A space where virtual reality is added to current information",
  "P07": "MR ( Mixed Reality )",
  "P08": "Fusion of virtual reality with the real world",
  "P09": "XR ( eXtended Reality )",
  "P10": "Technology that combines virtual reality and augmented reality",
  "P11": "(Metaverse)",
  "P12": "3D virtual world",
  "P13": "Development details",
  "P14": "Fire training",
  "P15": "Virtual Safety Experience Center",
  "P16": "educational simulator",
  "P17": "sports ICT",
  "P18": "Fire Training Command System",
  "P19": "The fire command training simulator is a large-scale fire suppression training simulator that allows virtual reality-based team training for the first time in Korea in 2005.\nAfter development, various simulators were developed, including a simulator for cultural property fire fighting training.",
  "P20": "Development of team-based tactics and training simulations at fire disaster sites",
  "P21": "Developed a team-based tactical training simulation game to help firefighters learn standard operating procedures through 3D games for two years starting in April 2012.",
  "P22": "Virtual Safety Experience Center",
  "P23": "In 1999, he participated as an advisory professor in the virtual safety experience center plan of the Ministry of Labor's Occupational Safety and Health Agency and presented specifications for the virtual safety experience center. Afterwards, a virtual safety experience center was established to provide higher-level safety training at large-scale business sites such as Pohang Steel, Hyundai Heavy Industries, Mipo Dockyard, Samho Heavy Industries, and GS Engineering & Construction.",
  "P24": "Educational simulator",
  "P25": "Aerial workbench training simulator",
  "P26": "By developing a simulator for aerial workbench training required by Hyundai Heavy Industries, we have developed a training device to operate an aerial workbench in a virtual training environment.",
  "P27": "Sports ICT",
  "P28": "In 1999, he participated as an advisory professor in the virtual safety experience center plan of the Ministry of Labor's Occupational Safety and Health Agency and presented specifications for the virtual safety experience center. Afterwards, a virtual safety experience center was established to provide higher-level safety training at large-scale business sites such as Pohang Steel, Hyundai Heavy Industries, Mipo Dockyard, Samho Heavy Industries, and GS Engineering & Construction.",
  "P29": "Taekwondo electronic protective gear development diagram",
  "P30": "Information and Communications Technology (ICT: Information & Communications Technology)\nSports content that combines sports devices.\nDevelopment of a low-type training electronic protector with lighter weight and improved sensor function compared to existing electronic protectors."
}
